Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/travel_and_recreation/motoring_1/driver_licensing/international_driving_permit.html.txt.tmx
Source language: en
Languages: ro

source: What is an international driving permit?
ro: Ce este un permis internaţional de conducere?

source: An international driving permit is a translation of your driving licence that allows motorists to drive vehicles in other countries without further tests or applications
ro: Un permis internaţional de conducere este un traducere a permis de conducere care permite automobiliştilor să conducă vehicule în alte ţări fără teste sau solicitări suplimentare

source: If you have an international driving permit, you must carry your driving licence with it when driving
ro: Dacă deţineţi un permis de conducere internaţional, tu trebuie să permisul de conducere cu ea atunci când de conducere

source: If you are travelling abroad and wish to drive in another country, you will very likely require an international driving permit
ro: În cazul în care călătoriţi în străinătate şi doriţi să conduceţi în altă ţară, probabil va trebui să solicitaţi un permis de conducere internaţional

source: International driving permits issued in Ireland are only available to Irish residents with a current full driving licence
ro: Permisele de conducere internaţionale emise în Irlanda sunt disponibile numai rezidenţilor irlandezi cu un permis de conducere integral curent

source: There are two types of international driving permit issued in Ireland:
ro: Există două tipuri de permise internaţionale de conducere emise în Irlanda:

source: • A 1949 Convention International Driving Permit, which is the most commonly issued driving permit and is recognised in most countries
ro: • Un Permis internaţional de conducere în baza Convenţiei din 1949, care este permisul de conducere emis cel mai frecvent şi care este recunoscut în majoritatea ţărilor

source: • A 1926 Convention International Driving Permit, which is required for the following countries - Brazil, Iraq, Nigeria and Somalia
ro: • Un Permis internaţional de conducere în baza Convenţiei din 1929, care este necesar pentru următoarele ţări - Brazilia, Irak, Nigeria şi Somalia

source: Where can I use my international driving permit?
ro: Unde îmi pot utiliza permisul internaţional de conducere?

source: You can use your international driving permit in any of the countries that have signed the 1926 or 1949 UN Convention on road traffic
ro: Puteţi utiliza permisul dumneavoastră internaţional de conducere în oricare dintre ţările care au semnat Convenţia ONU din 1929 sau 1949 privind traficul rutier

source: The list of countries that recognise international permits is not available online
ro: Lista ţărilor care recunosc permisele internaţionale de conducere nu este disponibilă online

source: Contact AA Travel Services for more information (see below)
ro: Pentru mai multe informaţii contactaţi AA Travel Services (a se vedea mai jos)

source: Many other countries that are not signatories to the 1949 convention recognise the international driving permit and accept it in their territory
ro: Multe alte ţări care nu sunt semnatare ale Convenţiei din 1949 recunosc permisul internaţional de conducere şi îl acceptă pe teritoriul lor

source: Contact your embassy or consulate in advance of travel to check whether or not an international driving permit is required in the country you will be visiting
ro: Contactaţi ambasada sau consulatul dumneavoastră înainte de călătorie pentru a verifica dacă permisul internaţional de conducere este necesar sau nu în ţara pe care o veţi vizita

source: An international driving permit is available to Irish residents, who possess a current full Irish driving licence
ro: Un permis internaţional de conducere este disponibil rezidenţilor irlandezi care posedă un permis de conducere integral irlandez valabil

source: European Union/European Economic Area citizens who are in possession of a full driving permit from a competent authority in their own country and who are resident in Ireland can also obtain an international driving permit in Ireland that is valid for use abroad
ro: Cetăţenii Uniunii Europene/Spaţiului Economic European care posedă un permis de conducere integral de la o autoritate competentă din ţara lor şi care sunt rezidenţi în Irlanda pot, de asemenea, obţine, un permis de conducere internaţional în Irlanda care este valabil pentru utilizarea în străinătate

source: You cannot be issued with an international driving permit in Ireland if:
ro: Nu vi se poate emite un permis internaţional de conducere în Irlanda dacă:

source: • You have not passed your driving test and have a learner permit (or provisional driving licence)
ro: • Nu aţi trecut testul de conducere şi aveţi un permis de conducere provizoriu

source: • Your driving licence is due to expire within 6 months
ro: • Permisul dumneavoastră de conducere urmează să expire în 6 luni

source: • You are from outside the European Union or the European Economic Area
ro: • Sunteţi din afara Uniunii Europene sau Spaţiului Economic European

source: The European Economic Area consists of the 28 member states of the EU and Norway, Iceland and Liechtenstein
ro: Spaţiul Economic European constă în cele 28 de state membre ale UE plus Norvegia, Islanda şi Liechtenstein

source: You should always carry your own driving permit – even when you have an international driving permit – when travelling abroad, as you may be required to produce this licence for inspection, for example, when hiring a car abroad
ro: Trebuie întotdeauna să aveţi la dumneavoastră propriul permis de conducere – chiar dacă aveţi un permis internaţional de conducere – când călătoriţi în străinătate, deoarece vi se poate solicita să prezentaţi acest permis pentru verificare, de exemplu, când închiriaţi o maşină în străinătate

source: Each international driving permit is valid for one year from date of issue
ro: Fiecare permis internaţional de conducere este valabil timp de un an de la data emiterii

source: An international driving permit (valid for 1 year) costs €10
ro: Un permis internaţional de conducere (valabil 1 an) costă €10

source: If you require both a 1949 Convention International Driving Permit and a 1926 Convention International Driving Permit, this will cost €20
ro: Dacă solicitaţi atât un Permis internaţional de conducere în baza Convenţiei din 1949 cât şi un Permis internaţional de conducere în baza Convenţiei din 1929, acesta va costa €20

source: For postal deliveries a €5 postal charge will also apply per permit requested
ro: Pentru livrările poștale, o €5 taxă poștală se va aplica, de asemenea, pe permisul solicitat

source: The application process is the same whether you are applying for an international driving permit or renewing it
ro: Procesul de aplicare este același, indiferent dacă se aplică pentru un permis internațional de conducere sau reînnoirea acestuia

source: Download an application form for an international driving permit
ro: Descărcaţi un formular de solicitare pentru un permis internaţional de conducere

source: This application form is also available from AA Travel Services at the address below
ro: Acest formular de solicitare este, de asemenea, disponibil la AA Travel Services la adresa de mai jos

source: Your application must be accompanied by:
ro: Solicitarea dumneavoastră trebuie să fie însoţită de

source: • A full, valid Irish driving licence or a full valid driving permit from another European Union or European Economic Area country
ro: • Un permis de conducere integral irlandez, valabil, sau un permis de conducere integral, valabil, dintr-o altă ţară din Uniunea Europeană sau din Spaţiul Economic European

source: • A passport photograph signed on the back
ro: • O fotografie tip paşaport semnată pe verso

source: If you are from a European Union/European Economic Area country and possess a full valid driving permit from your home country, you are also required to supply a copy of a utility bill (i.e., an electricity, telephone or gas bill) showing your address in Ireland
ro: Dacă sunteţi cetăţean al unei ţări din Uniunea Europeană/Spaţiul Economic European şi deţineţi un permis de conducere integral valabil din ţara dumneavoastră de origine, vi se solicită, de asemenea, să furnizaţi o copie a unei facturi de utilităţi (adică o factură de electricitate, telefon sau gaz) care atestă adresa dumneavoastră din Irlanda

source: You will also be required to sign a declaration of residency on the application form
ro: Vi se va solicita, de asemenea, să semnaţi o declaraţie de rezidenţă pe formularul de solicitare

source: If you want to apply for both a 1949 Convention International Driving Permit and a 1926 Convention International Driving Permit, you must make two separate applications
ro: Dacă doriţi să aplicaţi atât pentru un Permis internaţional de conducere în baza Convenţiei din 1949 cât şi pentru un Permis internaţional de conducere în baza Convenţiei din 1929, trebuie să faceţi două solicitări separate
